---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.CannotPlaceSplitMullions
source: html/427acb7e-d7c1-81e7-d45d-83d8baad21bb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.CannotPlaceSplitMullions Property

Could not determine how to place the highlighted mullions after the wall was split.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlaceSplitMullions { get; }
```